{
	"id": 1,
	"username": "ilDelirante",
	"alias": [],
	"bio": "Padre Mte90, Madre ignota. Questo ha creato in lui gravi turbe mentali.",
	"twitter": "https://twitter.com/DeliriNotturni",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Non mi scassare le balle."
		},
		{
			"id": 2, 
			"testo": "Ti piglio a sberle finchè non diventi bello e la vedo lunga."
		},
		{
			"id": 3, 
			"testo": "Si vede che ti piace il tuo mestiere... incassi tante legnate."
		},
		{
			"id": 4, 
			"testo": "Ti stacco le dita e ci gioco a Shangai."
		},
		{
			"id": 5, 
			"testo": "Ma in tutti i posti in cui potevi rompe le palle proprio qua dovevi venire?"
		},
		{
			"id": 6, 
			"testo": "Girati dall'altra parte! I miei occhi si stavano cecando!"
		},
		{
			"id": 7, 
			"testo": "In arrivo un pugno sul binario 5 per te."
		},
		{
			"id": 8, 
			"testo": "Aspetta che accendo il segna pugni e ti gorgo."
		},
		{
			"id": 9, 
			"testo": "Tu sei un insulto che altro dovrei aggiungere?"
		}
	]
},
{
	"id": 2,
	"username": "Mte90",
	"alias": ["Mte90_"],
	"bio": "Fan sfegatato di Debian e KDE. Superpotere: sente la puzza di GNOME da lontano un chilometro.",
	"twitter": "https://twitter.com/Mte90Net",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Ti prendo a calci col piedone puzzoso."
		},
		{
			"id": 2, 
			"testo": "Sempre a litigare con questa tastiera, il correttore automatico è tuo amico."
		},
		{
			"id": 3, 
			"testo": "Non fare il figo che alla prima occasione ti gorgo come una zapogna austroirlandese azteca."
		}
	]
},
{
	"id": 3,
	"username": "v2",
	"alias": ["v2_dev", "v2Dev", "CyberOrange"],
	"bio": "Nome in codice: V2. Ricercata e pericolosa Cyberpunker, psicolabile e squilibrata.",
	"twitter": "https://twitter.com/v2_dev",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Tagliati sti baffi."
		}
	]
},
{
	"id": 4,
	"username": "gianguido",
	"alias": [],
	"bio": "I was chatting here, but then i took an arrow to the knee.",
	"twitter": "https://twitter.com/PeppeLaKappa",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Mi stupisco che non ti siano ancora venuti i calli alle mani e la tendinite al pisello."
		},
		{
			"id": 2, 
			"testo": "Sei così negato con android che quelli di xda ti vogliono fregare il telefono per darlo a qualcun'altro"
		}
	]
},
{
	"id": 5,
	"username": "worst",
	"alias": [],
	"bio": "Nerd mancato, apprendista smanettone, socialmente impedito. Innamorato di Debian&Openbox, detesta tutto ciò che è imposto.",
	"twitter": "https://twitter.com/",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Ma ti pinnizzo io <3"
		}
	]
},
{
	"id": 6,
	"username": "toketin",
	"alias": [],
	"bio": "Arciere convinto, studente universitario a Udine e juventino. Amo la configurabilità e la leggerezza.",
	"twitter": "https://twitter.com/toketin",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Tu e sto calcio del minghia."
		}
	]
},
{
	"id": 7,
	"username": "quizzlo",
	"alias": [],
	"bio": "Fanatico di Gentoo. Toglietemi tutto, ma non la mia riga di comando <3",
	"twitter": "https://twitter.com/",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Ma ti gentoizzo io <3"
		}
	]
},
{
	"id": 8,
	"username": "oniontux",
	"alias": ["onion2x", "sickmind2x"],
	"bio": "Stupratore seriale di xterm. Adulatore di awesomewm. Masticatore di chip music. Nerd girls lover.",
	"twitter": "https://twitter.com/oniontux",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Sei l'anello mancante tra uomo e scimmia."
		},
		{
			"id": 2, 
			"testo": "Questo mette bocca dappertutto peggio di signorine in tangenziale che fanno yeye."
		},
		{
			"id": 3, 
			"testo": "Sei bello come una cipolla, quando ti guardo mi viene da piangere."
		},
		{
			"id": 4,
			"testo": "Hai così tanti nick che quando ti svegli la mattina devi decidere chi essere o cambiare le mutande."
		}
	]
},
{
	"id": 9,
	"username": "picchio",
	"alias": ["picchiopc", "picchio_"],
	"bio": "Pseudo nerd, amante delle puppe, fancazzista professionista e Linaro. Creatore del mitico #TetteTime.",
	"twitter": "https://twitter.com/Picchiopc",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Diventi cieco di questo passo."
		},
		{
			"id": 2, 
			"testo": "Ma io ti pacchio e anche forte."
		},
		{
			"id": 3, 
			"testo": "Sei così scemo che se vai al cinema e leggi 'vietato ai minori di 18' torni con 17 amici."
		},
		{
			"id": 4, 
			"testo": "Povero caro, lo sapevo che prima o poi ti saresti slogato il polso, a furia di trafficare con quel computer."
		}
	]
},
{
	"id": 10,
	"username": "alessandro1997",
	"alias": [],
	"bio": "Appassionato di informatica, programmazione, open source. E scrittura. Un paradosso vivente.",
	"twitter": "https://twitter.com/alessandro1997",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Sei brutto, ma così brutto che non ti sorridono neanche i sofficini."
		}
	]
},
{
	"id": 11,
	"username": "gigitux",
	"alias": [],
	"bio": "Sono un Nerd, amo l'informatica ed il mondo open-source. Mi piacciono i videogiochi.",
	"twitter": "https://twitter.com/",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Ti faccio conoscere 25 cm di simpatia se vieni qui."
		}
	]
},
{
	"id": 12,
	"username": "PTKDev",
	"alias": ["PTKDev-Droid"],
	"bio": "Non so usare windows. Non mangio le mele. Lascio che i bit scorrano velocemente sul mio debian. Penso troppo, sono pazzo, sono semplicemente io. #KickMe",
	"twitter": "https://twitter.com/PTKDev",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Sei proprio incazzoso."
		},
		{
			"id": 2, 
			"testo": "Dott. Ing. Arch. On. Sen. Prof. Boss Gran Test. di Cazz. Figl. di Putt."
		}
	]
},
{
	"id": 13,
	"username": "vencizOn",
	"alias": [],
	"bio": "Studente di Informatica. Aspirante developer. Innamorato di Google. Pseudo blogger nel tempo libero.",
	"twitter": "https://twitter.com/vencizOn",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "L'unico tuo neurone soffre cosi tanto di depressione per la solitudine che ha scelto come amico immaginario la goccia di sodio della Lete, l'unica che secondo lui lo può capire questo è."
		}
	]
},
{
	"id": 14,
	"username": "turlando",
	"alias": [],
	"bio": "Danghiù veri macc for riid mai bio bat i donnt spik prosciutti.",
	"twitter": "https://twitter.com/turlando",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Prima di conoscerti ero sull'orlo del precipizio... adesso che ti ho conosciuto credo che farò un passo in avanti."
		},
		{
			"id": 2, 
			"testo": "Sei simpatico come una famiglia di ricci intu u culu."
		},
		{
			"id": 3, 
			"testo": "Ti faccio conoscere 25 cm di simpatia se vieni qui."
		}
	]
},
{
	"id": 15,
	"username": "Fexys",
	"alias": ["Fexys|AFK"],
	"bio": "Sono un Mac che usa Linux ma non si capisce il perché. Quando mi hanno internato per turbe mentali non sapevano cosa fare di me e adesso sono qui.",
	"twitter": "https://twitter.com/Fexys",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Non insultare il Gran Cerimoniere, pestalo direttamente con il cric."
		},
		{
			"id": 2, 
			"testo": "Tu e il BNC che non ti funziona."
		},
		{
			"id": 3, 
			"testo": "Ho letto robe che le suore avrebbero fatto meglio..."
		},
		{
			"id": 4, 
			"testo": "Smettila di dire cagate e fai AlphaCode."
		},
		{
			"id": 5,
			"testo": "Il tuo Mac vuole il tuo bene quindi buttalo altrimenti niente McFlurry."
		}
	]
},
{
	"id": 16,
	"username": "Miu",
	"alias": [],
	"bio": "Adoro smontare i pc, mi fa rilassare ma in genere sono pazza.",
	"twitter": "https://twitter.com/NaninnaNana",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Non avrai sconti quindi ti insulterà qualcun altro per me che ho da fare."
		}
	]
},
{
	"id": 17,
	"username": "j1g3n",
	"alias": [],
	"bio": "Linuxaro dalla culla, sono scritto in C, e l'informatica è il mio linguaggio. Sono da internare perché pazzo... Sento le voci...",
	"twitter": "https://twitter.com/j1g3n",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Spegni il televisore e le voci non le sentirai più."
		}
	]
},
{
	"id": 18,
	"username": "eMarco",
	"alias": ["eMarco|OuT"],
	"bio": "Fancazzista rilegato in winzozz. Tempio del random. Dovrebbe scrivere una bio più sensata, ma fottesega.",
	"twitter": "https://twitter.com/theBlackEnd",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Compensi le tue piccole misure con cellulari potenti."
		}
	]
},
{
	"id": 19,
	"username": "Chris_Zeta",
	"alias": [],
	"bio": "Cosplay lover, ecchi fan, anime watcher, arch Linux user. Ho ereditato La carne e il sangue da Kenshiro e la fortuna da Ataru Moroboshi.",
	"twitter": "https://twitter.com/Chris_Zeta",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Guardi così tanti anime che sei un animale jappo."
		},
		{
			"id": 2, 
			"testo": "Il tuo cosplay preferito è Sailor Moon. Uomo, con la barba e grasso. Ammettilo è per il tuo bene."
		}
	]
},
{
	"id": 20,
	"username": "Mikiwi93",
	"alias": [],
	"bio": "Psychosocial and I do sex with z80.",
	"twitter": "https://twitter.com/Mikiwi93",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "E' inutile che metti l'elastico al manico, suoni di merda comunque."
		},
		{
			"id": 2, 
			"testo": "Ma vai a trombarti lo z80."
		}
	]
},
{
	"id": 21,
	"username": "RaydenDev",
	"alias": [],
	"bio": "Informatico dal gusto Nerdico. Web Developer 2.0 HTML5/CSS3/Php/MySQL/Js/jQuery.",
	"twitter": "https://twitter.com/RaydenDev",
	"insulti":
	[
		{
			"id": 1, 
			"testo": "Hai il mal di testa? Poverino ha le sue cose."
		},
		{
			"id": 2, 
			"testo": "Tanto alto, tanto coglione."
		},
		{
			"id": 3,
			"testo": "E' inutile, il tuo logger non sarà mai trollante come ilDelirante."
		}
	]
}